[
  {
    "id": "tianlong_basic_info",
    "title": "Thông tin cơ bản",
    "content": "Tên nhà hàng: TIAN LONG - LẨU BÒ TƯƠI TRIỀU CHÂU\nSlogan: Hương vị chính gốc Triều Châu - Bò tươi Tian Long mới bán!\nSố hotline: 1900 636 886\nTrang web chính thức: https://tianlong.vn\nCông ty sở hữu: CÔNG TY CP TẦM NHÌN QUỐC TẾ ALADDIN\nTrụ sở chính: Số 16 ngách 145/49 Phố Quan Nhân, Phường Nhân Chính, Quận Thanh Xuân\nMã số doanh nghiệp: 0107742477\n\nTian Long là chuỗi nhà hàng lẩu bò tươi theo phong cách Triều Châu, với không gian sang trọng và thực đơn đa dạng có lợi cho sức khỏe. Thương hiệu nổi bật với các món lẩu bò tươi chất lượng cao, thảo mộc quý và dimsum thủ công từ nghệ nhân ẩm thực. Nhà hàng phục vụ hình thức gọi món, phần nước lẩu và nhân nhúng được tách riêng để khách hàng có thể lựa chọn theo sở thích và khẩu phần của mình.",
    "tags": [
      "thông tin cơ bản",
      "tian long",
      "lẩu bò",
      "nhà hàng",
      "triều châu"
    ]
  },
  {
    "id": "tianlong_brand_story",
    "title": "Giới thiệu và câu chuyện thương hiệu",
    "content": "Là người em của chuỗi lẩu hấp thủy nhiệt Hong Kong lớn nhất Việt Nam - Long Wang và chuỗi nhà hàng bò tơ lớn nhất Việt Nam - Bò Tơ Quán Mộc, Tian Long mang đến trải nghiệm ẩm thực không chỉ xoay quanh việc ăn ngon hay ăn no, mà còn là câu chuyện về sức khỏe, nhu cầu được thưởng thức và sẻ chia, về trách nhiệm với môi trường, xã hội.\n\nTian Long đã trải qua hành trình 10 năm không ngừng nghỉ để tìm ra món lẩu bò ngon nhất. Đội ngũ Tian Long đã dành nhiều năm dày công nghiên cứu ẩm thực Triều Châu, đến tận nơi để học hỏi bí quyết từ những sư phụ bậc thầy tại địa phương.\n\nĐể tìm hiểu về nguồn gốc và bí quyết của lẩu bò tươi Triều Châu, họ đã lặn lội tìm về mảnh đất Triều Châu xa xôi, tìm đến cao nguyên Tân Cương nơi những đàn bò được nuôi thả tự nhiên, và khám phá những quán lẩu bò tươi lâu đời trên những góc phố tấp nập của Triều Châu, Yết Dương, Sán Đầu.\n\nTrong những căn bếp thơm mùi củ cải hầm, ngọt tươi vị xương và thịt bò, đội ngũ Tian Long đã học về chọn, phân biệt thịt bò và hơn 10 loại đao pháp thái thịt cùng các sư phụ đã làm nghề hàng chục năm. Vậy mới biết, mỗi bộ phận của con bò cần một cách cắt, thái riêng, độ dày của thịt thăn vai với thăn bụng, của lưỡi bò với ba chỉ… phải tính toán tỉ mỉ, sao cho từng loại thịt khác nhau về kết cấu vẫn có thể chín cùng một lúc khi nhúng vào nồi.",
    "tags": [
      "câu chuyện thương hiệu",
      "long wang",
      "bò tơ quán mộc",
      "ẩm thực",
      "triều châu"
    ]
  },
  {
    "id": "tianlong_features",
    "title": "Đặc trưng Tian Long",
    "content": "- 100% thịt, rau củ, hải sản tươi từ trang trại, vận chuyển trong vòng 4 tiếng sau khi thu hoạch\n- Công thức chân truyền từ các sư phụ Triều Châu\n- Dimsum, viên nhúng và sốt chấm đều được làm thủ công\n- Phục vụ tận tình, chu đáo, lấy khách hàng làm trung tâm\n- Hình thức gọi món (không phải buffet)\n- Tách riêng phần nước lẩu và nhân nhúng để khách hàng thoải mái lựa chọn theo sức ăn và sở thích",
    "tags": [
      "đặc trưng",
      "dimsum",
      "ẩm thực triều châu",
      "tươi ngon",
      "dịch vụ"
    ]
  },
  {
    "id": "tianlong_branches",
    "title": "Chi nhánh Tian Long",
    "content": "Tian Long có tổng cộng 8 chi nhánh tại Hà Nội, Hải Phòng, TP.HCM và Huế.\n\nHà Nội:\n1. TIAN LONG TRẦN THÁI TÔNG: 107-D5 Trần Thái Tông, Dịch Vọng Hậu, Cầu Giấy, Hà Nội\n2. TIAN LONG VINCOM PHẠM NGỌC THẠCH: Vincom Center Phạm Ngọc Thạch, 2 Phạm Ngọc Thạch, Kim Liên, Đống Đa, Hà Nội\n3. TIAN LONG TIMES CITY, MINH KHAI: Times City, Minh Khai, Hà Nội\n4. TIAN LONG VINCOM BÀ TRIỆU: Vincom Bà Triệu, 191 P. Bà Triệu, Lê Đại Hành, Hai Bà Trưng, Hà Nội\n\nHải Phòng:\nTIAN LONG VINCOM IMPERIA: Vincom Imperia Hải Phòng, số 1 Bạch Đằng, Hồng Bàng, Hải Phòng\n\nThành phố Hồ Chí Minh:\n1. TIAN LONG - VINCOM THẢO ĐIỀN: Tầng L4 - Vincom Mega Mall Thảo Điền, 161 Võ Nguyên Giáp, TP. Thủ Đức\n2. TIAN LONG - LÊ VĂN SỸ: 183 Lê Văn Sỹ, Phường 13, Quận Phú Nhuận\n\nHuế:\nTIAN LONG AEON MALL HUẾ: 08 Võ Nguyên Giáp, phường An Đông, quận Thuận Hóa, thành phố Huế",
    "tags": [
      "chi nhánh",
      "địa chỉ",
      "hà nội",
      "hải phòng",
      "tp.hcm",
      "huế"
    ]
  },
  {
    "id": "tianlong_menu",
    "title": "Thực đơn tiêu biểu",
    "content": "Loại lẩu:\n1. Lẩu cay Tian Long\n2. Lẩu thảo mộc Tian Long \n3. Lẩu trường thọ\n4. Lẩu bò tươi Triều Châu\n\nCombo:\n1. COMBO TIAN LONG 1: 441,000đ (dành cho 2 khách - 221,000đ/người)\n2. COMBO TIAN LONG 2: 668,000đ (dành cho 3 khách - 223,000đ/người)\n3. COMBO TIAN LONG 3: 945,000đ (dành cho 4 khách - 236,000đ/người)\n4. COMBO TIAN LONG 4: 1,299,000đ (dành cho 5 khách - 260,000đ/người)\n5. COMBO TÂM GIAO: Giảm 30% từ 795k còn 555k (phù hợp 2-3 khách, khoảng 185k/khách)",
    "tags": [
      "menu",
      "lẩu",
      "combo",
      "ẩm thực",
      "dimsum"
    ]
  },
  {
    "id": "tianlong_promotions",
    "title": "Chương trình ưu đãi",
    "content": "Ưu đãi tại quán (đặt bàn trước):\n1. Tặng 01 khay bò tươi 1 Mét cho nhóm từ 04 khách.\n2. Tặng 01 Thăn Đầu Rồng cho nhóm từ 3 khách áp dụng từ 4/8.\n3. Ưu đãi 30% Vòng Xoay Bò Đặc Biệt (áp dụng 1 phần trong khung giờ 10:00 - 15:00 tại cơ sở Tian Long Lê Văn Sỹ).\n4. Ưu đãi sinh nhật: giảm 10% menu đồ ăn + gói trang trí (áp dụng khách hàng có sinh nhật trước/sau 7 ngày).\n\nLưu ý: Không áp dụng với combo, không áp dụng lũy kế, không áp dụng ngày Lễ, Tết.",
    "tags": [
      "khuyến mãi",
      "ưu đãi",
      "giảm giá",
      "sinh nhật"
    ]
  },
  {
    "id": "tianlong_policies",
    "title": "Chính sách và quy định",
    "content": "Đặt bàn: Giữ bàn 15 phút, đoàn trên 15 người yêu cầu đặt trước và cọc 500k. Hủy bàn báo trước 6 tiếng.\nTrang trí sinh nhật: Bóng màu bạc mix hồng/vàng/xanh dương. Bảng gỗ ghép chữ tùy chọn.\nThuế VAT: 8% đồ ăn, 10% đồ uống có cồn, bắt buộc thu.\nMang đồ ăn ngoài: Có phí (50k/l rượu quê, 100k/vang, 150k/ngoại, 80k/đĩa đồ ăn).\nKhông hỗ trợ tách bill.\nCombo cố định, không đổi món, không giảm giá nếu bỏ món.",
    "tags": [
      "chính sách",
      "quy định",
      "VAT",
      "combo",
      "đặt bàn",
      "trang trí"
    ]
  },
  {
    "id": "tianlong_membership",
    "title": "Thẻ thành viên và thanh toán",
    "content": "Thẻ thành viên:\n- Bạc (<20 triệu): giảm 5%\n- Vàng (20-50 triệu): giảm 7%\n- Kim Cương (>50 triệu): giảm 10%\n\nNgày hội thành viên: -15% toàn bộ menu đồ ăn vào thứ 3 hàng tuần.\nĐăng ký: qua Zalo OA, quét QR, nhập thông tin, OTP.\nThanh toán: tiền mặt, thẻ tín dụng/ghi nợ, ví điện tử.",
    "tags": [
      "thành viên",
      "khách hàng thân thiết",
      "ưu đãi",
      "thanh toán"
    ]
  },
  {
    "id": "tianlong_faq_food",
    "title": "FAQ món ăn",
    "content": "Lẩu bò tươi Triều Châu: Tươi không tanh, ngọt không ngấy, non không sống, nước lẩu từ 36 vị thuốc quý.\nKhác biệt lẩu thảo mộc và lẩu cay: Thảo mộc thanh nhẹ, tốt sức khỏe. Cay nồng đặc trưng.\nCó thể điều chỉnh độ cay theo yêu cầu.",
    "tags": [
      "faq",
      "món ăn",
      "lẩu bò",
      "thảo mộc",
      "cay"
    ]
  },
  {
    "id": "tianlong_scenarios",
    "title": "Kịch bản xử lý tình huống",
    "content": "Khi khách phàn nàn về giá: giải thích do chất lượng, nguyên liệu tươi, chế biến công khai.\nPhàn nàn tính riêng nước lẩu: giải thích để khách tự chọn theo ngân sách.\nPhàn nàn đặt cọc: giúp chuẩn bị chu đáo, đảm bảo chỗ.\nPhàn nàn VAT: giải thích theo quy định nhà nước, minh bạch tách riêng.\nPhàn nàn chậm: xin lỗi, báo quản lý kiểm tra, do khách đông.",
    "tags": [
      "kịch bản",
      "phàn nàn",
      "dịch vụ",
      "giá cả",
      "VAT"
    ]
  },
  {
    "id": "tianlong_communication",
    "title": "Quy tắc giao tiếp và xưng hô",
    "content": "Xưng hô: khách xưng 'chị' → gọi 'chị', khách xưng 'anh' → gọi 'anh', không rõ thì 'anh/chị'. Tự xưng 'em Vy'.\nViết tắt: DC = địa chỉ, a = anh, c = chị, 3nl = 3 người lớn, 2te = 2 trẻ em.\nNgày tháng: dd/mm/yyyy, hoặc 'hôm nay', 'ngày mai', 'cuối tuần này'.",
    "tags": [
      "giao tiếp",
      "xưng hô",
      "chatbot",
      "ngôn ngữ"
    ]
  },
  {
    "id": "tianlong_booking",
    "title": "Kịch bản đặt bàn",
    "content": "Chào hỏi: 'Tian Long xin chào, Anh/Chị muốn đặt bàn hay đặt ship?'\nThông tin đặt bàn: Tên, SĐT, Số lượng, Giờ đến, Ngày, Cơ sở.\nXác nhận thông tin.\nHoàn tất: giữ bàn 15p, hẹn gặp lại.",
    "tags": [
      "đặt bàn",
      "kịch bản",
      "chatbot"
    ]
  },
  {
    "id": "tianlong_menu_consulting",
    "title": "Kịch bản tư vấn menu",
    "content": "Hỏi nhu cầu: tại quán hay mang về.\nMenu tại quán: https://menu.tianlong.vn/\nMenu ship: https://menu.tianlong.vn/",
    "tags": [
      "tư vấn",
      "menu",
      "chatbot"
    ]
  },
  {
    "id": "tianlong_shipping",
    "title": "Kịch bản đặt ship",
    "content": "Hỏi địa chỉ.\nThông tin ship: Tên, SĐT, Giờ, Ngày, Địa chỉ, Bát đũa 1 lần.\nXác nhận thông tin đơn.\nHoàn tất: phí ship theo app.",
    "tags": [
      "ship",
      "giao hàng",
      "chatbot"
    ]
  },
  {
    "id": "tianlong_faq_general",
    "title": "FAQ chung",
    "content": "Trẻ em: gọi món theo sức ăn, có món khoai tây chiên, chân gà, dimsum phù hợp.\nĐịnh lượng thịt: không rõ chi tiết cost, ảnh thực tế.",
    "tags": [
      "faq",
      "trẻ em",
      "định lượng",
      "dimsum"
    ]
  }
]